import React from 'react';

export default function BookInfo() {
  return (
    <section className='pb-8 border-b border-solid border-gray-300'>
      <h3 className='mb-5 text-title-24r text-ui-text-title'>책 정보</h3>

      <p>
        2020년대의 한국문학을 밝힌 신성新星으로 김기태를 논하지 않을 수 있을까. 2022년 동아일보 신춘문예에서 “근래 보기 드문 강력하고 단단한 작품”, “처음부터 끝까지 단숨에 읽히게 만드는 흡인력이
        돋보인다”는 평을 받으며 데뷔한 김기태는 “범상치 않은 작가의 출현을 예고”한다는 당시 심사평 그대로 2년 동안 한국 문학계를 종횡무진 누볐다. 2024 젊은작가상(「보편 교양」)과 2번의 이상문학상
        우수상(「세상 모든 바다」 「팍스 아토미카」)을 수상하고, 3번의 문학과지성사 ‘이 계절의 소설’(「전조등」 「롤링 선더 러브」 「보편 교양」), 2번의 ‘올해의 문제소설’(「전조등」 「롤링 선더
        러브」)에 선정되었으며, 표제작 「두 사람의 인터내셔널」은 SNS에서 입소문을 타고 화제가 되어 문장 웹진 역대 조회수 3위에 오르기도 했다. 이처럼 등단 이후 발표한 작품마다 매번 어김없이 화제를
        불러일으킨 김기태의 첫걸음이 한국 문학계에 있어서도 이례적인 역사가 되었음은 자명하다. 그렇게 바로 지금, 한국문학의 가장 뜨거운 신인이 된 김기태의 첫 소설집 『두 사람의 인터내셔널』이
        문학동네에서 출간되었다. 만약 당신이 한국문학의 오랜 지지자였다면, 김기태는 2020년대의 세태소설을 재설정하는 진중한 시도로 당신을 즐겁게 할 것이다. 반면 당신이 한국문학으로부터 잠시 떠나와
        있었다면, 김기태는 당신에게 소설이 선사할 수 있는 재미와 의미를 새롭게 각인시키는 산뜻한 충격이 될 것이다.
      </p>
    </section>
  );
}
